Repository: funnymataleao/pickly
Catalog: Pickly/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, pl, pt_pt

source: Restoring…
cs: Obnova...
da: Gendannelse...
de: Wiederherstellung ...
es: Restaurar...
fr: Restaurer...
it: Restauro...
pl: Przywracanie...
pt_pt: Restaurar...

source: Review details
cs: Zkontrolovat údaje
da: Gennemgå detaljer
de: Details prüfen
es: Revisar los detalles
fr: Vérifier les détails
it: Controlla i dettagli
pl: Sprawdź szczegóły
pt_pt: Verificar os detalhes

source: Review what to watch
cs: Zkontrolovat, na co si dát pozor
da: Se, hvad du skal være opmærksom på
de: Prüfe, worauf du achten solltest
es: Revisar los aspectos importantes
fr: Vérifier les points à surveiller
it: Controlla cosa valutare
pl: Sprawdź, na co zwrócić uwagę
pt_pt: Verificar o que deve ter em atenção

source: Rolled Oats
cs: Oves válcovaný
da: Valset havre
de: Gerollter Hafer
es: Asas enrolladas
fr: Avoine laminée
it: Avena laminata
pl: Owies zwyczajny
pt_pt: Aveia rolada

source: SAVE %@%%
cs: UŠETŘETE %@%%
da: SPAR %@%%
de: %@%% SPAREN
es: AHORRA %@%%
fr: ÉCONOMISEZ %@%%
it: RISPARMIA %@%%
pl: OSZCZĘDŹ %@%%
pt_pt: POUPE %@%%

source: Salt / Sodium
cs: Sůl / sodík
da: Salt / natrium
de: Salz/Natrium
fr: Sel / sodium
it: Sale / Sodio
pl: Sól / sód
pt_pt: Sal / sódio

source: Sample product data for this prototype
cs: Údaje o vzorcích pro tento prototyp
da: Data for prøveprodukter til denne prototype
de: Musterproduktdaten für diesen Prototyp
es: Datos de producto de muestra para este prototipo
fr: Échantillon de données sur le produit pour ce prototype
it: Dati del prodotto campione per questo prototipo
pl: Przykładowe dane produktu dla tego prototypu
pt_pt: Dados do produto da amostra para este protótipo

source: Sat fat
cs: Saturovaný tuk
da: Fedt
de: Sattfett
es: Sat grasa
fr: Graisse saline
it: Grasso raso
pl: Tłuszcz sojowy
pt_pt: Gordura por satélite

source: Saturated fat
cs: Nasycený tuk
da: Mættede fedtstoffer
de: Gesättigtes Fett
es: Grasa saturada
fr: Graisses saturées
it: Grassi saturi
pl: Tłuszcz nasycony
pt_pt: Gordura saturada

source: Save a product from the result screen to see it here.
cs: Uložit produkt z obrazovky výsledku vidět zde.
da: Gem et produkt fra resultatskærmen for at se det her.
de: Speichern Sie ein Produkt vom Ergebnisbildschirm, um es hier zu sehen.
es: Guarda un producto de la pantalla de resultados para verlo aquí.
fr: Enregistrer un produit de l'écran de résultat pour le voir ici.
it: Salvare un prodotto dalla schermata di risultato per vederlo qui.
pl: Zapisz produkt z ekranu wyniku, aby zobaczyć go tutaj.
pt_pt: Salve um produto da tela de resultado para vê-lo aqui.

source: Save product
cs: Uložit produkt
da: Gem produkt
de: Sparprodukt
es: Guardar producto
fr: Enregistrer le produit
it: Salva il prodotto
pl: Zapisz produkt
pt_pt: Salvar produto

source: Save result
cs: Uložit výsledek
da: Gem resultat
de: Save result Ergebnis
es: Guardar el resultado
fr: Enregistrer le résultat
it: Salvare il risultato
pl: Zapisz wynik
pt_pt: Salvar resultado

source: Saved
cs: Uložené
da: Gemt
de: Gespeichert
es: Guardados
fr: Enregistré
it: Salvati
pl: Zapisane
pt_pt: Guardados

source: Saved products and preferences stay on this device.
cs: Uložené produkty a preference zůstávají na tomto zařízení.
da: Gemte produkter og præferencer forbliver på denne enhed.
de: Gespeicherte Produkte und Präferenzen bleiben auf diesem Gerät.
es: Los productos y preferencias guardados permanecen en este dispositivo.
fr: Les produits et préférences sauvegardés restent sur cet appareil.
it: I prodotti e le preferenze salvate rimangono su questo dispositivo.
pl: Oszczędzone produkty i preferencje pozostają na tym urządzeniu.
pt_pt: Os produtos e preferências salvos permanecem neste dispositivo.

source: Saved products list
cs: Seznam zachráněných produktů
da: Liste over gemte produkter
de: Liste der gespeicherten Produkte
es: Lista de productos guardados
fr: Liste des produits enregistrés
it: Elenco prodotti salvati
pl: Lista produktów zapisanych
pt_pt: Lista de produtos salvos

source: Scan
cs: Skenovat
de: Scannen
es: Escanear
fr: Scanner
it: Scansiona
pl: Skanuj
pt_pt: Digitalizar

source: Scan another product
cs: Vyhledat jiný výrobek
da: Scan et andet produkt
de: Scannen Sie ein anderes Produkt
es: Escanear otro producto
fr: Scanner un autre produit
it: Scansione di un altro prodotto
pl: Przeskanuj kolejny produkt
pt_pt: Analisar outro produto

source: Scan barcode
cs: Skenovat čárový kód
da: Scan stregkode
de: Barcode scannen
es: Escanear código de barras
fr: Scanner le code-barres
it: Scansiona il codice a barre
pl: Skanuj kod kreskowy
pt_pt: Digitalizar código de barras

source: Scan better. Choose smarter.
cs: Skenujte lépe. Vybírejte chytřeji.
da: Scan bedre. Vælg smartere.
de: Besser scannen. Smarte Wahl.
es: Escanea mejor. Elige mejor.
fr: Scannez mieux. Choisissez mieux.
it: Scansiona meglio. Scegli con criterio.
pl: Skanuj lepiej. Wybieraj mądrzej.
pt_pt: Digitalize melhor. Escolha com mais clareza.

source: Scan once to understand what matters and find a better option.
cs: Prohledej jednou, abys pochopil, na čem záleží, a najdi lepší možnost.
da: Scan engang for at forstå, hvad der betyder noget og finde en bedre løsning.
de: Scannen Sie einmal, um zu verstehen, worauf es ankommt, und finden Sie eine bessere Option.
es: Escanee una vez para entender lo que importa y encontrar una mejor opción.
fr: Scannez une fois pour comprendre ce qui compte et trouvez une meilleure option.
it: Scansiona una volta per capire cosa conta e trovare un'opzione migliore.
pl: Przeskanuj raz, aby zrozumieć, co się liczy i znaleźć lepszą opcję.
pt_pt: Examine uma vez para entender o que importa e encontrar uma opção melhor.

source: Score
cs: Skóre
da: Pointtal
de: Punktzahl
es: Puntuación
it: Punteggio
pl: Wynik
pt_pt: Pontuação

source: Score %@ out of 100
cs: Skóre %@ ze 100
da: Pointtal %@ ud af 100
de: Punktzahl %@ von 100
es: Puntuación %@ de 100
fr: Score %@ sur 100
it: Punteggio %@ su 100
pl: Wynik %@ na 100
pt_pt: Pontuação %@ em 100

source: Score \(score) out of 100
cs: Skóre\ (skóre) ze 100
da: Score\ (score) ud af 100
de: Score \(Score) von 100
es: Puntuación \(score) de 100
fr: Note \(score) sur 100
it: Punteggio su 100
pl: Wynik\ (wynik) z 100
pt_pt: Pontuação \(score) de 100

source: Scores use the product data currently available from Pickly's catalog and Open Food Facts. Pickly does not independently laboratory-test products, and recipes or labels can change.
cs: Vysledky používají produktové údaje, které jsou v současné době k dispozici z katalogu Pickly a Open Food Facts. Pickly není nezávisle pracovní testovací produkty, a recepty nebo etikety mohou změnit.
da: Scores bruge de produktdata, der i øjeblikket er tilgængelige fra Picklys katalog og Open Food Facts. Pickly ikke uafhængigt laboratorie- test produkter, og opskrifter eller etiketter kan ændre.
de: Scores verwenden die derzeit verfügbaren Produktdaten aus Picklys Katalog und Open Food Facts. Pickly testet Produkte nicht unabhängig voneinander, und Rezepte oder Etiketten können sich ändern.
es: Las puntuaciones utilizan los datos del producto actualmente disponibles en el catálogo de Pickly y Open Food Facts. Pickly no tiene productos independientes de prueba de laboratorio, y las recetas o etiquetas pueden cambiar.
fr: Les partitions utilisent les données de produit actuellement disponibles dans le catalogue de Pickly et Open Food Facts. Il n'y a pas de produits d'essai en laboratoire indépendants, et les recettes ou les étiquettes peuvent changer.
it: I punteggi utilizzano i dati del prodotto attualmente disponibili dal catalogo di Pickly e Open Food Facts. Pickly non indipendentemente i prodotti di laboratorio-test, e le ricette o le etichette possono cambiare.
pl: Wyniki wykorzystują dane o produkcie dostępne obecnie w katalogu Pickly 'ego i Open Food Facts. Pewny nie niezależnie labour-testowe produkty, i przepisy lub etykiety mogą się zmienić.
pt_pt: As pontuações usam os dados do produto atualmente disponíveis no catálogo de Pickly e Open Food Facts. Pickly não testa independentemente produtos de laboratório, e receitas ou rótulos podem mudar.

source: Scoring and guidance
cs: Scoring a vedení
da: Scoring og vejledning
de: Bewertung und Anleitung
es: Objetivo y orientación
fr: Cotation et orientation
it: Scoring e guida
pl: Ocena i wskazówki
pt_pt: Pontuação e orientação

source: Search
cs: Hledat
da: Søg
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pl: Szukaj
pt_pt: Pesquisar

source: Search products
cs: Hledat produkty
da: Søg efter produkter
de: Produkte suchen
es: Buscar productos
fr: Rechercher des produits
it: Cerca prodotti
pl: Szukaj produktów
pt_pt: Pesquisar produtos

source: Search products or brands
cs: Hledat produkty nebo značky
da: Søg efter produkter eller mærker
de: Produkte oder Marken suchen
es: Buscar productos o marcas
fr: Rechercher des produits ou marques
it: Cerca prodotti o marchi
pl: Szukaj produktów lub marek
pt_pt: Pesquisar produtos ou marcas

source: Search queries and barcodes may be sent to Pickly's Cloudflare service and Open Food Facts to look up product information. Those services receive the request metadata needed to provide a response.
cs: Vyhledávání dotazy a čárové kódy mohou být zaslány do služby Pickly 's Cloudflare a Open Food Fakta vyhledávat informace o produktu. Tyto služby obdrží metadata potřebná k poskytnutí odpovědi.
da: Søgeforespørgsler og stregkoder kan sendes til Picklys Cloudflare service og Open Food Facts til at slå produktoplysninger op. Disse tjenester modtager de ønskede metadata, der er nødvendige for at give et svar.
de: Suchanfragen und Barcodes können an Picklys Cloudflare-Service und Open Food Facts gesendet werden, um Produktinformationen nachzuschlagen. Diese Dienste erhalten die Anfrage-Metadaten, die für eine Antwort erforderlich sind.
es: Las consultas de búsqueda y los códigos de barras pueden enviarse al servicio Cloudflare de Pickly y Open Food Facts para buscar información de producto. Esos servicios reciben los metadatos solicitados necesarios para dar respuesta.
fr: Les requêtes de recherche et les codes-barres peuvent être envoyés au service Cloudflare de Pickly et à Open Food Facts pour consulter les informations sur les produits. Ces services reçoivent les métadonnées nécessaires pour fournir une réponse.
it: Le query di ricerca e i codici a barre possono essere inviati al servizio Cloudflare di Pickly e Open Food Facts per cercare informazioni sui prodotti. Tali servizi ricevono i metadati di richiesta necessari per fornire una risposta.
pl: Wyszukiwarki i kody kreskowe mogą być wysyłane do usługi Cloudflare firmy Pickly i Open Food Facts, aby uzyskać informacje o produkcie. Usługi te otrzymują metadane dotyczące wniosków niezbędne do udzielenia odpowiedzi.
pt_pt: Consultas de pesquisa e códigos de barras podem ser enviados para o serviço Cloudflare de Pickly e Fatos de Alimentos Abertos para pesquisar informações sobre o produto. Esses serviços recebem os metadados de solicitação necessários para fornecer uma resposta.

source: Searches the catalog for higher-scoring products again.
cs: Znovu vyhledá v katalogu výrobky s vyšším skóre.
da: Søger igen i kataloget efter produkter med højere point.
de: Durchsucht den Katalog erneut nach besser bewerteten Produkten.
es: Vuelve a buscar en el catálogo productos con mejor puntuación.
fr: Recherche à nouveau des produits mieux notés dans le catalogue.
it: Cerca di nuovo nel catalogo prodotti con punteggio più alto.
pl: Ponownie wyszukuje w katalogu produkty z wyższym wynikiem.
pt_pt: Pesquise novamente no catálogo produtos com pontuação superior.

source: See all %@ Better Choices
cs: Zobrazit všech %@ lepších voleb
da: Se alle %@ bedre valg
de: Alle %@ besseren Optionen anzeigen
es: Ver las %@ mejores opciones
fr: Voir les %@ meilleurs choix
it: Vedi tutte le %@ scelte migliori
pl: Zobacz wszystkie %@ lepsze wybory
pt_pt: Ver as %@ melhores escolhas

source: See the factors, data sources, confidence rules, and important limits behind every result.
cs: Viz faktory, zdroje dat, pravidla důvěry a důležité limity za každým výsledkem.
da: Se faktorer, datakilder, tillidsregler og vigtige grænser bag hvert resultat.
de: Sehen Sie sich die Faktoren, Datenquellen, Vertrauensregeln und wichtigen Grenzen hinter jedem Ergebnis an.
es: Vea los factores, fuentes de datos, reglas de confianza y límites importantes detrás de cada resultado.
fr: Voir les facteurs, les sources de données, les règles de confiance et les limites importantes derrière chaque résultat.
it: Vedere i fattori, le fonti di dati, le regole di fiducia e i limiti importanti dietro ogni risultato.
pl: Zobacz czynniki, źródła danych, zasady zaufania i ważne ograniczenia za każdym rezultatem.
pt_pt: Veja os fatores, fontes de dados, regras de confiança e limites importantes por trás de cada resultado.

source: See the facts behind every verdict.
cs: Podívejte se na fakta o každém verdiktu.
da: Se kendsgerningerne bag hver dom.
de: Sehen Sie die Fakten hinter jedem Urteil.
es: Vea los hechos detrás de cada veredicto.
fr: Voyez les faits derrière chaque verdict.
it: Vedi i fatti dietro ogni verdetto.
pl: Zobacz fakty za każdym werdyktem.
pt_pt: Veja os factos por trás de cada veredicto.

source: Selected
cs: Vybrané
da: Udvalgte
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
pl: Wybrane
pt_pt: Seleccionado

source: Send its barcode or product details.
cs: Pošlete jeho čárový kód nebo údaje o produktu.
da: Send dets stregkode eller produktdetaljer.
de: Senden Sie seinen Barcode oder Produktdetails.
es: Envíe su código de barras o detalles del producto.
fr: Envoyez son code à barres ou les détails du produit.
it: Invia il suo codice a barre o i dettagli del prodotto.
pl: Wyślij jego kod kreskowy lub szczegóły produktu.
pt_pt: Envie seu código de barras ou detalhes do produto.

source: Sends a secure password reset link. Finish the reset in your email, then return to Pickly to sign in.
cs: Odešle zabezpečené heslo resetovat odkaz. Dokončit reset ve vašem e-mailu, pak se vrátit do Pickly přihlásit.
da: Sender et sikkert kodeordsreset link. Afslut reset i din e-mail, derefter vende tilbage til Pickly at logge på.
de: Sendet einen sicheren Passwort-Reset-Link. Beenden Sie den Reset in Ihrer E-Mail und kehren Sie dann zu Pickly zurück, um sich anzumelden.
es: Envía un enlace de reset de contraseña seguro. Termina el reinicio en tu correo electrónico, y luego vuelve a Pickly para iniciar sesión.
fr: Envoie un lien sécurisé de réinitialisation du mot de passe. Terminez la réinitialisation dans votre email, puis retournez à Pickly pour vous connecter.
it: Invia un link di ripristino password sicuro. Termina il reset nella tua email, quindi torna a Pickly per accedere.
pl: Wysyła bezpieczny link do resetowania hasła. Dokończ resetowanie w wiadomości e-mail, a następnie wróć do Pickly, aby się zalogować.
pt_pt: Envia uma senha segura para redefinir o link. Termine o reset em seu e-mail e retorne ao Pickly para iniciar sessão.

source: Several additives
cs: Několik doplňkových látek
da: Flere tilsætningsstoffer
de: Mehrere Zusatzstoffe
es: Varios aditivos
fr: Plusieurs additifs
it: Diversi additivi
pl: Kilka dodatków
pt_pt: Vários aditivos

source: Short ingredient list.
cs: Krátký seznam přísad.
da: Kort ingrediensliste.
de: Kurze Zutatenliste.
es: Lista de ingredientes cortos.
fr: Liste courte des ingrédients.
it: Lista breve degli ingredienti.
pl: Krótka lista składników.
pt_pt: Lista curta de ingredientes.

source: Short ingredients
cs: Krátké přísady
da: Korte ingredienser
de: Kurze Zutaten
es: Ingredientes cortos
fr: Ingrédients courts
it: ingredienti corti
pl: Krótkie składniki
pt_pt: Ingredientes curtos

source: Show %@ unchanged values
cs: Zobrazit %@ nezměněných hodnot
da: Vis %@ uændrede værdier
de: %@ unveränderte Werte anzeigen
es: Mostrar los %@ valores sin cambios
fr: Afficher les %@ valeurs inchangées
it: Mostra i %@ valori invariati
pl: Pokaż %@ niezmienionych wartości
pt_pt: Mostrar os %@ valores inalterados

source: Shows account options.
cs: Zobrazuje možnosti účtu.
da: Viser kontomuligheder.
de: Zeigt Kontooptionen an.
es: Muestra opciones de cuenta.
fr: Affiche les options de compte.
it: Mostra le opzioni dell'account.
pl: Pokazuje opcje konta.
pt_pt: Mostra as opções da conta.

source: Shows or hides nutrition values that match.
cs: Ukazuje nebo skrývá nutriční hodnoty, které odpovídají.
da: Viser eller skjuler ernæringsværdier, der matcher.
de: Zeigt oder verbirgt Nährwerte, die übereinstimmen.
es: Muestra o oculta valores nutricionales que coinciden.
fr: Montre ou cache des valeurs nutritionnelles qui correspondent.
it: Mostra o nasconde valori nutrizionali che corrispondono.
pl: Pokazuje lub ukrywa wartości odżywcze, które pasują.
pt_pt: Mostra ou esconde valores nutricionais que correspondem.

source: Shows the next introduction page.
cs: Zobrazí další úvodní stránku.
da: Viser næste introduktionsside.
de: Zeigt die nächste Einführungsseite an.
es: Muestra la siguiente página de introducción.
fr: Affiche la page d'introduction suivante.
it: Mostra la prossima pagina di introduzione.
pl: Pokazuje następną stronę wprowadzającą.
pt_pt: Mostra a próxima página de introdução.

source: Sign in
cs: Přihlaste se.
da: Log ind
de: Zeichen
es: Iniciar sesión
fr: Connexion
it: Firma
pl: Podpisz
pt_pt: Iniciar sessão

source: Sign in to Pickly
cs: Zaregistrujte se na Pickly
da: Log ind på Pickly
de: Melden Sie sich bei Pickly an
es: Inicie sesión en Pickly
fr: Connectez-vous à Pickly
it: Accedi a Pickly
pl: Zaloguj się do Pickly
pt_pt: Iniciar sessão em Pickly

source: Sign in to manage your Pickly account. Saved products and preferences stay on this device.
cs: Zaregistrujte se pro správu vašeho Pickly účtu. Uložené produkty a preference zůstávají na tomto zařízení.
da: Log ind for at administrere din Pickly-konto. Gemte produkter og præferencer forbliver på denne enhed.
de: Melden Sie sich an, um Ihr Pickly-Konto zu verwalten. Gespeicherte Produkte und Präferenzen bleiben auf diesem Gerät.
es: Inicie sesión para administrar su cuenta de Pickly. Los productos y preferencias guardados permanecen en este dispositivo.
fr: Connectez-vous pour gérer votre compte Pickly. Les produits et préférences sauvegardés restent sur cet appareil.
it: Accedi per gestire il tuo account Pickly. I prodotti e le preferenze salvate rimangono su questo dispositivo.
pl: Zaloguj się, aby zarządzać swoim kontem. Oszczędzone produkty i preferencje pozostają na tym urządzeniu.
pt_pt: Inicie sessão para gerenciar sua conta Pickly. Os produtos e preferências salvos permanecem neste dispositivo.

source: Sign in to send a request
cs: Přihlaste se pro odeslání žádosti
da: Log ind for at sende en anmodning
de: Melden Sie sich an, um eine Anfrage zu senden
es: Inicie sesión para enviar una solicitud
fr: Connectez-vous pour envoyer une demande
it: Iscriviti per inviare una richiesta
pl: Zaloguj się, aby wysłać zapytanie
pt_pt: Entre para enviar um pedido

source: Sign in with Apple isn't available in this Simulator. Use email or Google here, or test Apple sign-in on a real iPhone.
cs: Přihlaste se k Apple není k dispozici v tomto simulátoru. Použijte e-mail nebo Google zde, nebo otestovat Apple sign- in na skutečném iPhone.
da: Log ind med Apple er ikke tilgængelig i denne Simulator. Brug e-mail eller Google her, eller test Apple sign-in på en rigtig iPhone.
de: Die Anmeldung bei Apple ist in diesem Simulator nicht verfügbar. Verwenden Sie hier E-Mail oder Google oder testen Sie die Apple-Anmeldung auf einem echten iPhone.
es: Iniciar sesión con Apple no está disponible en este Simulador. Utilice el correo electrónico o Google aquí, o probar Apple iniciar sesión en un iPhone real.
fr: Se connecter avec Apple n'est pas disponible dans ce Simulator. Utilisez l'email ou Google ici, ou testez Apple connexion sur un vrai iPhone.
it: Accedi con Apple non è disponibile in questo Simulatore. Utilizzare e-mail o Google qui, o testare Apple sign-in su un vero iPhone.
pl: Zaloguj się do Apple 'a nie jest dostępny w tym Simulatorze. Użyj e-mail lub Google tutaj, lub test Apple signing- in na prawdziwym iPhone.
pt_pt: Inicie sessão com a Apple não está disponível neste Simulador. Use e-mail ou Google aqui, ou teste o login da Apple em um iPhone real.

source: Sign in with email
cs: Přihlaste se e-mailem
da: Log ind med e- mail
de: Melden Sie sich mit E-Mail an
es: Inicia sesión con correo electrónico
fr: Connectez-vous par courriel
it: Accedi con e-mail
pl: Zaloguj się e-mailem
pt_pt: Iniciar sessão com e- mail

source: Sign out
cs: Odhlásit se
da: Log ud
de: Abmelden
es: Suscríbase
fr: Déconnexion
it: Firma
pl: Podpisz
pt_pt: Sair

source: Signed in with Apple.
cs: Podepsáno s Apple.
da: Underskrevet med Apple.
de: Bei Apple angemeldet.
es: Firmada con Apple.
fr: Signé avec Apple.
it: Accedi con Apple.
pl: Podpisano z Apple.
pt_pt: Assinado com a Apple.

source: Signed in with Google.
cs: Podepsáno v Googlu.
da: Underskrevet med Google.
de: Bei Google angemeldet.
es: Firmada con Google.
fr: Signé avec Google.
it: Accedi con Google.
pl: Zarejestrowany w Google.
pt_pt: Assinado no Google.

source: Signed in.
cs: Podepsáno.
da: Underskrevet.
de: Unterzeichnet.
es: Firmada.
fr: Signé.
it: Firmato.
pl: Podpisano.
pt_pt: Assinado.

source: Signed out on this device. Reconnect to end the server session.
cs: Podepsáno na tomto zařízení. Přepojuji k ukončení relace serveru.
da: Underskrevet på denne anordning. Reconnect at afslutte serveren session.
de: Abgemeldet auf diesem Gerät. Reconnect, um die Serversitzung zu beenden.
es: Se registró en este dispositivo. Reconectar para terminar la sesión del servidor.
fr: Signé sur cet appareil. Reconnecter pour terminer la session du serveur.
it: Firmato su questo dispositivo. Ricollegare per terminare la sessione del server.
pl: Podpisano na tym urządzeniu. Ponowne zakończenie sesji serwera.
pt_pt: Assinado neste dispositivo. Reconectar para terminar a sessão do servidor.

source: Signed out.
cs: Podepsáno.
da: Underskrevet.
de: Abgezeichnet.
es: Firmado.
fr: Signé.
it: Firmato.
pl: Podpisano.
pt_pt: Assinado.

source: Similar %@
cs: Podobné: %@
da: Ligner %@
de: Ähnlich: %@
fr: Semblable : %@
it: Simile: %@
pl: Podobne: %@
pt_pt: Semelhante: %@

source: Similar \(title.lowercased())
cs: Podobné\ (title.lowercased ())
da: Lignende
de: Ähnlich \(title.lowercased())
fr: Similaire \(title.lowcased())
it: \(title.lowercased())
pl: Podobne\ (title.lowercased ())
pt_pt: \(title.lowercased() semelhante)

source: Similar overall profile
cs: Podobný celkový profil
da: Lignende overordnet profil
de: Ähnliches Gesamtprofil
es: Perfil general similar
fr: Profil général similaire
it: Profilo generale simile
pl: Podobny profil ogólny
pt_pt: Perfil global semelhante

source: Simple
cs: Jednoduché
da: Enkel
de: Einfach
it: Semplice
pl: Prosty
pt_pt: Simples

source: Simple ingredient that can add fiber.
cs: Jednoduchá přísada, která může přidat vlákno.
da: Enkel ingrediens, der kan tilføje fiber.
de: Einfache Zutat, die Faser hinzufügen kann.
es: Ingrediente simple que puede añadir fibra.
fr: Un ingrédient simple qui peut ajouter des fibres.
it: Semplice ingrediente che può aggiungere fibra.
pl: Prosty składnik, który może dodać błonnik.
pt_pt: Ingrediente simples que pode adicionar fibra.

source: Simple products
cs: Jednoduché produkty
da: Enkle produkter
de: Einfache Erzeugnisse
es: Productos simples
fr: Produits simples
it: Prodotti semplici
pl: Proste produkty
pt_pt: Produtos simples

source: Simple recipe
cs: Jednoduchý recept
da: Enkel opskrift
de: Einfaches Rezept
es: Receta simple
fr: Recette simple
it: Ricetta semplice
pl: Prosty przepis
pt_pt: Receita simples

source: Sodium
cs: Sodík
da: Natrium
de: Natrium
es: Sodio
it: Sodio
pl: Sód
pt_pt: Sódio
